tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
brew "asdf"
brew "bat"
brew "fzf"
brew "glab"
brew "httpie"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "stylua"
brew "tmux"
brew "tree"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "alt-tab"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "visual-studio-code"
